Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/juolluda-doarjaga-lullisami-fagagirjai-duojis.html.tmx
Source language: sme
Languages: sma

source: Juolluda doarjaga lullisámi fágagirjái duojis / Duodji / Ealáhusat / Sámediggi - Sametinget
sma: Dåarjoem dåårje åarjelsaemien faagegærjese duedtien bïjre / Duedtie / Jielemh / Saemiedigkie - Sametinget

source: Juolluda doarjaga lullisámi fágagirjái duojis
sma: Dåarjoem dåårje åarjelsaemien faagegærjese duedtien bïjre

source: Sámediggeráđđi juolluda 225 duhát ruvdnosaš doarjaga lullisámi fágagirjái duojis.
sma: Saemiedigkieraerie 225 stoerretjuetie kråvnah dåarjojne dåårje akten åarjelsaemien faagegærjese duedtesne.

source: Sámediggeráđđi Thomas Åhren dadjá ahte girji nannešii lullisámi duoji ja árbedieđu.
sma: Saemiedigkieraerie Thomas Åhrén jeahta gærja sæjhta viehkiehtidh åarjelsaemien duedtiem jïh aerpievuekien daajroem nænnoestehtedh.

source: Sijti Jarnge Árbordis áiggošii almmuhit lullisámi duodjetearpmaid fágagirjji.
sma: Sijti Jarnge Aarbortesne dïhte mij soejkesjeminie faagegærjam bæjhkoehtidh åarjelsaemien duedtie-teermi bïjre.

source: Girji sisdoallá tearpmaid ja govaid mat čilgejit iešguđet ávdnasiid, vugiid ja gárvves buktagiid.
sma: Gærjesne teermh, guvvieh mah ovmessie materijaalh buerkiestieh, vuekieh jïh gaervies dorjesh.

source: Terminologiija galgá maid leat oassin lullisámi digitála neahttasátnegirjjis - http://www.baakoe.org, mii lea Romssa universitehta ja Sámedikki gaskasaš ovttasbargu.
sma: Terminologije edtja aaj meatan årrodh dennie åarjelsaemien digitaale baakoegærjesne nedtesne – http://www.baakoe.org mij lea akte laavenjostoe Tromsøen universiteeten jïh Saemiedigkien gaskem.

source: Sámediggeráđđi Thomas Åhren sávvá ahte fágagirji bovttášii beroštumi lullisámi duodjái erenoamážit nuoraid gaskkas.
sma: Saemiedigkieraerie Thomas Åhrén gegkeste faagegærja sæjhta meatan årrodh ïedtjem sjugniedidh åarjelsaemien duedtien bïjre, joekoen noeri luvnie.

source: - Gávdnojit ollu tearpmat ja dajaldagat mat eai leat beaivválaš anus, ja danne lea deaŧalaš daid čohkket girjái mat leat buorit govat, dadjá Åhren.
sma: - Jïjnjh teermh jïh dïejvesh mah eah lea åtnosne aarkebiejjien, jïh dan åvteste vihkeles dejtie aktene gærjesne tjöönghkedh hijven guvviejgujmie, Åhrén jeahta.

source: Sámediggeráđđi Thomas Åhren, +47 908 39 663
sma: Saemiedigkieraerie Thomas Åhrén, +47 908 39 663
